let ct111 = ["영어", "국어", "체육", "미술", "국사", "미실", "미실"]; // 1-1 월 시간표
let ct112 = ["직2", "직1", "수학", "한문", "국어", "진로", "체육"]; // 1-1 화 시간표
let ct113 = ["국사", "사회", "컴실", "컴실", "프이", "프이"]; // 1-1 수 시간표
let ct114 = ["미이", "미이", "한문", "미술", "─▷", "컴이", "과학"]; // 1-1 목 시간표
let ct115 = ["프실", "프실", "수학", "영어", "창체", "창체"]; // 1-1 금 시간표

let ct121 = ["국사", "한문", "수학", "컴실", "컴실", "프이", "프이"]; // 1-2 월 시간표
let ct122 = ["프실", "프실", "미이", "미이", "영어", "미술", "─▷"]; // 1-2 화 시간표
let ct123 = ["영어", "컴이", "사회", "진로", "체육", "과학"]; // 1-2 수 시간표
let ct124 = ["수학", "국어", "직2", "직1", "한문", "미술", "체육"]; // 1-2 목 시간표
let ct125 = ["미실", "미실", "국사", "국어", "창체", "창체"]; // 1-2 금 시간표

let ct131 = ["사회", "미술", "과학", "미실", "미실", "체육", "한문"]; // 1-3 월 시간표
let ct132 = ["영어", "국어", "국사", "수학", "직2", "프이", "프이"]; // 1-3 화 시간표
let ct133 = ["진로", "국어", "수학", "한문", "미이", "미이"]; // 1-3 수 시간표
let ct134 = ["미술", "─▷", "프실", "프실", "영어", "국사", "컴이"]; // 1-3 목 시간표
let ct135 = ["체육", "직1", "컴실", "컴실", "창체", "창체"]; // 1-3 금 시간표

let ct141 = ["프이", "프실", "프실", "프실", "국어", "한문", "과학"]; // 1-4 월 시간표
let ct142 = ["한문", "직업", "영어", "체육", "정보", "정보", "국사"]; // 1-4 화 시간표
let ct143 = ["전실", "전실", "전실", "전실", "전이", "전이"]; // 1-4 수 시간표
let ct144 = ["음악", "국사", "영어", "직업", "수학", "한문", "사회"]; // 1-4 목 시간표
let ct145 = ["국어", "수학", "진로", "체육", "창체", "창체"]; // 1-4 금 시간표

let ct151 = ["국어", "영어", "전이", "전이", "과학", "진로", "국사"]; // 1-5 월 시간표
let ct152 = ["프이", "프실", "프실", "프실", "직업", "수학", "한문"]; // 1-5 화 시간표
let ct153 = ["수학", "체육", "직업", "한문", "영어", "국사"]; // 1-5 수 시간표
let ct154 = ["사회", "한문", "국어", "체육", "음악", "정보", "정보"]; // 1-5 목 시간표
let ct155 = ["전실", "전실", "전실", "전실", "창체", "창체"]; // 1-5 금 시간표

let ct161 = ["전이", "전이", "수학", "체육", "진로", "국사", "한문"]; // 1-6 월 시간표
let ct162 = ["체육", "음악", "한문", "수학", "과학", "국어", "영어"]; // 1-6 화 시간표
let ct163 = ["전실", "전실", "전실", "전실", "한문", "직업"]; // 1-6 수 시간표
let ct164 = ["영어", "직업", "사회", "정보", "정보", "국어", "국사"]; // 1-6 목 시간표
let ct165 = ["프이", "프실", "프실", "프실", "창체", "창체"]; // 1-6 금 시간표
